{
  "sections": {
    "main": {
      "type": "page-template",
      "disabled": true,
      "settings": {}
    },
    "163607981842eaa6b7": {
      "type": "image-with-text-overlay",
      "settings": {
        "wide_display": true,
        "image": "shopify:\/\/shop_images\/ccd39d4d-710f-48fe-9265-91cb7fda108c_1_c938271c-85f1-440d-8fcb-b1946d71fec6.jpg",
        "pretext": "<p>welcome to our 2020<\/p>",
        "title": "transparency report",
        "subtitle": "",
        "button1": "",
        "button1_link": "",
        "button1_style": "global-button--banner",
        "button2": "",
        "button2_link": "",
        "button2_style": "global-button--banner",
        "text_position": "center",
        "text_align": "center",
        "caption_content_background": "original",
        "mobile_image_crop": "none",
        "mobile_text_below_image": true,
        "mobile_text_color": "",
        "css_class": "",
        "custom_css": ""
      }
    },
    "1636079935c60ce79c": {
      "type": "divider",
      "disabled": true,
      "settings": {
        "divider_spacing": 20,
        "divider_border": false,
        "css_class": "",
        "custom_css": ""
      }
    },
    "163608008813d84fac": {
      "type": "featured-text",
      "settings": {
        "title": "",
        "content": "<p>Rumble’s annual Transparency Report represents our proud commitment to public self-assessment: the offering up of first-hand data on the prices we pay for specialty coffee in the spirit of sharing, evolving, and helping to create a more transparent industry for all. <\/p>",
        "button_label": "",
        "button_link": "",
        "text_size": "featured_text",
        "text_alignment": "align_left",
        "css_class": "",
        "custom_css": ""
      }
    },
    "16360801302a0cd4af": {
      "type": "divider",
      "disabled": true,
      "settings": {
        "divider_spacing": 20,
        "divider_border": false,
        "css_class": "",
        "custom_css": ""
      }
    },
    "163608014985f1d9a6": {
      "type": "featured-text",
      "settings": {
        "title": "THE YEAR THAT WAS",
        "content": "<p>Of course, 2020 was the year that no-one expected. And yet, in-between all the challenges, curiosities, pitfalls and more, things continued chugging right along here at Rumble HQ. Let’s kick off with some internal news first.<\/p>",
        "button_label": "",
        "button_link": "",
        "text_size": "featured_text",
        "text_alignment": "align_left",
        "css_class": "",
        "custom_css": ""
      }
    },
    "1636080154c8afa356": {
      "type": "image-text",
      "blocks": {
        "1636080154c8afa356-0": {
          "type": "image",
          "settings": {
            "image": "shopify:\/\/shop_images\/Stan_Bicknell_86ac69ac-af67-4ab8-988e-5a3753544606.jpg",
            "image_crop": "none",
            "title": "Farewell to Stan",
            "text": "<p>In the second half of the year, one of Rumble’s founding partners, Stan moved back to homeland New Zealand in order to be closer to family. It goes without saying that we extend a huge thanks and lots of love to Stan while he sets off on new adventures - many of which will be musical, we’re sure!<\/p><p>While Stan’s departure was sad for all of us, we’re also excited to share that our incredible, new staff members have tackled all-new challenges with energy and positivity. And on that, we’re incredibly <a href=\"https:\/\/www.rumblecoffee.com.au\/pages\/meet-the-team\" target=\"_blank\"><span style=\"text-decoration:underline\">pleased to introduce them to you<\/span><\/a>!<\/p><p><em>Image: Stan in the QC lab.<\/em><\/p>",
            "button_label": "",
            "link": "",
            "bg_color": "",
            "text_color": ""
          }
        },
        "1636080154c8afa356-1": {
          "type": "image",
          "settings": {
            "image": "shopify:\/\/shop_images\/IMG_6501.jpg",
            "image_crop": "none",
            "title": "New roaster",
            "text": "<p>Here at Rumble, we’ve always been driven by sustainability. It’s a philosophy that extends into everything we do and the way we think about our role in the industry. It’s also a philosophy that, funnily enough, allows us the enjoyment of some brand new toys! <br\/><\/p><p>Our 35kg Loring has us roasting our beloved beans much more efficiently - both in time, and energy usage.<\/p><p><em>Image: Matt on the Loring roaster.<\/em><br\/><\/p>",
            "button_label": "",
            "link": "",
            "bg_color": "",
            "text_color": ""
          }
        },
        "b7f506bf-0403-400f-8125-d5644913e207": {
          "type": "image",
          "settings": {
            "image": "shopify:\/\/shop_images\/IMG_6365_872d1558-109d-4eb9-92a0-e357c362e6d4.jpg",
            "image_crop": "none",
            "title": "New espresso bar",
            "text": "<p>We bloody did it. After many years of planning, dreaming and scheming, we were finally able to open our public espresso bar and showroom in the front, street-facing section of our Kensington roastery. <\/p><p>Being able to host Kensington locals, excited visitors, our much-valued clients and many more in this friendly, bright space is everything we’ve dreamed of - and much, much more! All our Rumble coffees are available, plus delicious pastries courtesy of Cobb Lane in Yarraville.<\/p><p>Why not head on down to visit us? We’re open 8:30am to 2:30pm (Monday to Friday) with the retail store open until 4:30pm for coffee and associated equipment.<\/p><p><em>Image: New espresso bar.<\/em><\/p>",
            "button_label": "",
            "link": "",
            "bg_color": "",
            "text_color": ""
          }
        }
      },
      "block_order": [
        "1636080154c8afa356-0",
        "1636080154c8afa356-1",
        "b7f506bf-0403-400f-8125-d5644913e207"
      ],
      "settings": {
        "wide_display": false,
        "featured_links_per_row": "1",
        "frontpage_text_align": "left",
        "frontpage_image_position": "row",
        "css_class": "",
        "custom_css": ""
      }
    },
    "16362586643b49c038": {
      "type": "image-with-text-overlay",
      "settings": {
        "wide_display": true,
        "image": "shopify:\/\/shop_images\/ewc41DS_1.png",
        "pretext": "",
        "title": "",
        "subtitle": "",
        "button1": "",
        "button1_link": "",
        "button1_style": "global-button--banner",
        "button2": "",
        "button2_link": "",
        "button2_style": "global-button--banner",
        "text_position": "center",
        "text_align": "center",
        "caption_content_background": "original",
        "mobile_image_crop": "none",
        "mobile_text_below_image": true,
        "mobile_text_color": "",
        "css_class": "",
        "custom_css": ""
      }
    },
    "1636089397b6422d1b": {
      "type": "custom-html",
      "settings": {
        "custom_html": "<h2 class=\"title\">\n         Why Report on Transparency?<\/h2> <div class=\"feature_divider\"><\/div> <div class=\"regular_text\"> <p>As you’ll remember from previous Rumble Transparency Reports (<a href=\"https:\/\/www.rumblecoffee.com.au\/blogs\/transparency-project\/2018-transparency-report\" target=\"_blank><span style=\" text-decoration:underline=\"\">2018<\/a>, <a href=\"https:\/\/www.rumblecoffee.com.au\/pages\/2019\" target=\"_blank><span style=\" text-decoration:underline=\"\">2019<\/a>), these special documents have come to signify a whole lot more than an end-of-year check-in. \n<\/p>\nWe regard our Transparency Report as an opportunity to share - with open heart and mind - the key steps we’ve taken along our journey towards a more sustainable industry for everyone.\n<p>\n<br>\n<strong>So, in the wake of 2020, how exactly are we doing when it comes to the issue of Transparency?<br><\/strong><\/p>\n<p>\nWe began Rumble with a single goal: to improve the industry from the inside out, all the way from producer to consumer. The biggest part of this process for us is publishing and openly discussing the prices we pay for our specialty coffee. In addition, we’re always striving to improve the sustainability of everything we do: from coffee-buying, to liaising with producers, to packaging, networking, and everything in-between.\n<\/p>\n<p>\n<br>\n<strong>But why a Transparency Report? <br><\/strong><\/p>\n<p>\nWe know first-hand that making these sustainability-based decisions can feel like a huge undertaking for any business, and especially a small one! And yet, we wouldn’t have it any other way. We want to get better. We want a fairer and more sustainable industry for all. And at the end of the day, we know we have the capacity to do it. Producing this report is our way of making sure we do. \n<\/p>\n<p>\nOverall, it’s clear to us that Transparency in coffee pricing is the best way to distribute the gains in specialty coffee with the people who matter most: those who grow it. By sharing with producers information on what we buy and how much we pay for coffee, we offer those we work with (as well as prospective producers) the opportunity to realise that selling to C-market is only one, far less viable option amongst a sea of other possibilities. \n<\/p>\n<p>\nThere’s no way we’re claiming that Transparency is a perfect, end-to-end solution or the only way to improve the situation for growers. There isn’t, however, any doubt at all that it’s a step in the right direction.\n<\/p>\n<p>\nAside from pursuing a better industry for all, we’re often asked about our motivations for running such a Transparency-focused operation. Ultimately, we’d love to see an international certification available that went far beyond the standards currently set for Fair Trade and C-market pricing; a certification that consumers would be proud to see on their coffee, knowing that the product is contributing to a wonderful quality of life for the farmers from which they buy.\n<\/p>\n<p>\nAre you with us? Let’s get stuck into it!\n<\/p>\n<div data-shopify-editor-block='{\"id\":\"page-details-t2020-3\",\"type\":\"divider\"}' class=\"block__divider block__page-details-t2020-3\n    \n    \"> <!-- Divider -->\n        \n\n<div class=\"container\" style=\"padding: 0;\"> <div class=\"sixteen columns\">\n<\/div>\n<\/div>\n<\/div>\n\n<p>\n\n<\/p>\n<h2 class=\"title\">\n        Coffee Prices<\/h2>\n<div class=\"feature_divider\"><\/div>\nBefore we kick off, it’s important to note that because all coffee is traded is USD, our Australian-based report presents a unique problem in managing data-related money conversion. As a result, although it’s a little hectic, we’ve included prices in both USD and AUD throughout, as often and accurately as possible.\n<p><\/p>\nIn 2020, C-market prices began the year at USD$1.27\/lb (AUD $3.98\/kg) with a low of 94c and finishing at USD$1.28 (AUD $3.90\/kg) i.e. no real improvement from 2019, with a drop of 4c recorded overall. \n\nWhile we did see a rise in the Australian dollar throughout the year (68c to 76c), one circumstance stood out: when we did, by necessity, make the bulk of our purchases from central America towards the end of the year, the exchange rate was at a year-end low of just 57c. \n<p><\/p>\nThis did, of course, put a whole lot of pressure on those purchases when we were trying our very best to lift the price paid at origin. What helped to balance this out was the fact that the exchange rate of many local currencies - including the Colombian Peso and Brazilian Real - went up around 50% from 2019. \n\nCurrently, in Colombia, local prices in Pesos have never been better! So there you have it: a small but all-important consolation for an incredibly challenging market, overall. \n<p><\/p>\n<br>\n<strong>More broadly, the numbers speak for themselves.<br><\/strong><p><\/p>\nWith the cost of production estimated at at least USD$1.50\/lb (AUD$4.70\/kg), it’s clear that we’re still facing a coffee pricing crisis, compounded in 2020 by COVID and all its related challenges. What’s more, if farmers don’t make enough money from their crops, they can’t - by extension - invest more into their farms. Overall, this reduces the quantity and quality of the product. As the cost of production remains well above C-market value, the future of coffee farmers is more uncertain than ever. \n<p><\/p>\nWhen coffee is so (relatively) cheap to buy but wages are high, where does this leave both cafes and producers? The situation is tough, to say the least.\n<p><\/p>\nSo. What can we do to help fix this?\n\nImportantly, we at Rumble have a central aim to help redefine the categorisation of ‘specialty coffee’. To us, this means highlighting the role played by FOB price in a fair price paid at origin. Overall, we want farmers to observe and experience clear incentives for producing a better product, investing a portion of their profits back into their own community. \n\nAt the core of it, we believe in helping farmers avoid exploitation by other big-industry, C-market players looking to make a quick buck. \n<p><\/p>\n<div data-shopify-editor-block='{\"id\":\"page-details-t2020-3\",\"type\":\"divider\"}' class=\"block__divider block__page-details-t2020-3\n    \n    \"> <!-- Divider -->\n        \n\n<div class=\"container\" style=\"padding: 0;\"> <div class=\"sixteen columns\"> <hr class=\"page-divider \" style=\"margin: 10px 0px;\">\n<\/div>\n<\/div>\n<\/div> <img src=\"https:\/\/imgur.com\/9qcEMDz.jpeg\">\n<h2 class=\"title\">\n         HOW DOES TRANSPARENCY FIT INTO THE PICTURE?<\/h2> <div class=\"feature_divider\"><\/div> <div class=\"regular_text\"> <p>In June 2019, Rumble was honored to attend the first-ever Transparency Colloquium hosted by <a href=\"https:\/\/www.transparenttradecoffee.org\/\" target=\"_blank><span style=\" text-decoration:underline=\"\">Transparent Trade Coffee<\/a>. This was a two-part meeting of coffee professionals from around the world with the common theme of discussion as - you guessed it - Transparency!\n<\/p>\n<p><\/p>\nThe first day was run exclusively for data donors to the <a href=\"https:\/\/www.transactionguide.coffee\/\" target=\"_blank><span style=\" text-decoration:underline=\"\">Specialty Coffee Transaction Guide<\/a> (SCTG). Spearheaded by Peter Roberts of Emory University in Atlanta, Georgia, the SCTG collects voluntarily submitted data from contracts detailing prices paid for coffee - and from all over the world, too. \n<p><\/p>\nWhile the Colloquium was severely limited in scope this year due to the effects of COVID, we are pleased to report that data donors to the Transaction Guide have increased from 57 to 81. As a result, approximately 18,000 additional contracts have been collected in 2020 taking the total number of contracts collected to just over 50,000.\n<p><\/p>\n\nWant to know if any of the coffee you’ve bought recently has been fairly acquired? \n<p><\/p>\n<strong>We highly recommend downloading the Guide and having a read. <br><\/strong><p><\/p>\nBolstered by the support of roasters around the world, it aims to provide everyone in the supply chain with a guide on what price should be paid by producers by examining data (origin, quality score, lot size, and more) from the contracts included. The great thing about the Guide is that it’s completely anonymous: this means that exporters, importers and roasters both large and small can be a part the solution without risking their operation. \n<p><\/p>\n<strong>Not long after the attendees had packed up and left the Colloquium, inspired to do more, <a href=\"https:\/\/www.transparency.coffee\/pledge\/\" target=\"_blank><span style=\" text-decoration:underline=\"\">The Pledge<\/a> began. <br><\/strong><p><\/p>Developed by those in attendance at the event, The Pledge was something that like-minded roasteries could sign, keeping themselves and others on the same page when it comes to the communication of pricing data. \n<p><\/p>\nThe Pledge has four main intentions:\n<p><\/p>\n1.  To give any participant in the coffee supply-chain the opportunity to sign-on and help create a more active Transparency movement\n<p><\/p>\n2.  To help signatory individuals and companies create a “community of best practice” and set an example for coffee industry as a whole\n<p><\/p>\n3.  To avoid co-optation by non-committed actors by requiring participants to state the percentage of transparent coffees in relation to their total business volume\n<p><\/p>\n4.  To facilitate signatory individuals’ and companies’ commitment to the goal of increasing Transparency reporting until all coffees bought by an individual company are reported with all information requested by the The Pledge\n<p><\/p>\n<strong>And guess what? It’s still going strong in 2020, and beyond! The Pledge signed its 67th member in May 2021. <br><\/strong>\n<div data-shopify-editor-block='{\"id\":\"page-details-t2020-3\",\"type\":\"divider\"}' class=\"block__divider block__page-details-t2020-3\n    \n    \"> <!-- Divider -->\n        \n\n<div class=\"container\" style=\"padding: 0;\"> <div class=\"sixteen columns\"> \n<\/div>\n<\/div>\n<\/div>\n<h2 class=\"title\">\n     WHAT WE PAID IN 2020<\/h2>\n<div class=\"feature_divider\"><\/div>\n<strong> A change in focus: <br><\/strong><p><\/p>\nOne shift in the way we’ve tackled Transparency this year is to move from comparing our prices to C-market and Fair Trade figures, and instead start to compare our prices to other data donors’ in the Transaction Guide. In this year’s report, we’ve included averages only and will continue working on a clearer method of data presentation into 2021 and beyond.\n<p><\/p>\nAs far as we know, we’re the first roaster in the world to do this. While not perfect, we know it’s a step in a far more Transparent direction. Why not come on the journey with us? \n<p><\/p>\nHere’s why we’ve done it. \n<p><\/p>\nPut simply, C-market and Fair Trade coffees are rarely classified as specialty. Why compare a high-quality product to a market that depletes the livelihoods of the very same people who keep it running (the farmers)? Why not attempt to raise expectations even higher, comparing the prices we pay to those discussed and agreed to at the colloquium? \n<p><\/p>\nOverall, this update to our comparisons means less airtime for the industry heavyweights and more airtime to the ever-important producers of the world’s greatest coffees. <p><\/p>\n<strong> Why FOB? <br><\/strong><p><\/p>\nWe at Rumble focus our Transparency on the Free On Board price - or FOB price - describing the price paid at origin - that is, the value of the coffee as it sits in freight, about to leave the place in which it was grown. <p><\/p>\nWe like to use FOB as our metric of choice due to the fact that it more easily facilitates Transparency in data-sharing. For example, by recognising FOB price, the roaster can know exactly how much the producer was paid at origin, less other costs that are added to coffee once it’s shipped and stored. \n<p><\/p> \n<strong>We think it’s important to recognise that a non-FOB price doesn't tell the full story about how much the farmer receives. <br><\/strong><p><\/p>Without breaking down that total cost to the consumer, there’s the possibility that suppliers lay claim to a costly ‘specialty’ coffee. <p><\/p>\nAt every opportunity, we also aim to include farm-gate pricing data - that is, data on whatever price the farmer receives for their coffee as it leaves their farm. \n<p><\/p>\n<strong> What the numbers show. <br><\/strong><p><\/p>\n• In 2020, the average price we paid for coffee was AUD$7.74\/kg down from AUD$7.99\/kg in 2019 (see “Numbers at a Glance” above for further explanation)\n<p><\/p>\n• If you compare this to the average C-market commodity price of around AUD$3.92\/kg and an average Fair Trade price of around AUD$4.92\/kg, you can see the value we offer to our Rumble producer communities\n<p><\/p>\n<strong>What we're working on. <br><\/strong><p><\/p>\nAside from the data donor comparisons explained above, we’re also hard at work regarding our Cost of Production (COP) numbers.\n<p><\/p>\n• While we’re working on obtaining farm gate prices for all of our coffees (we’ve got to the bottom of around 80% of product so far), you can see that the prices we’ve paid are well above the average Fair Trade price (see above) - more to come in subsequent editions! <p><\/p>\n• Stop press - that’s an increase from 10 to 80% of product in just one year!\n<p><\/p>\n• While varying dramatically from country to country, the cost of producing coffee is currently thought to be sitting at around USD$1.05\/lb to USD$1.40\/lb for larger lots (and more for micro\/nano lots) meaning that C-market coffee prices are often below the COP <img src=\"https:\/\/i.imgur.com\/ofizW9J.jpeg\">\n<div> <!-- Divider -->   \n<div class=\"container\" style=\"padding: ;\"> <div class=\"sixteen columns\"> \n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<h2 class=\"title\">\n     TRANSPARENCY BY ORIGIN<\/h2> <div class=\"feature_divider\"><\/div> <div class=\"regular_text\"> <p>What’s the one thing that helps in times of crisis, aside from a level head?\n<\/p>\n<p><\/p>\nRelationships. And luckily for us, great relationships are the basis of everything we are (and do) at Rumble. Our relationships with our producers, for example, helped us all through some of the most difficult times we’ve ever faced. Back in March of 2020, we’d come to believe that the possibility of Rumble surviving the pandemic was incredibly low - therefore, many of our purchasing plans changed, by necessity. Luckily, our incredible producer partners understood and we banded together to form a plan.\n<p><\/p>\nWhat else have we learned? That awesome communication is key. We now have incredible translation and messaging apps that better facilitate our communications. We love them!\n<p><\/p>\nOf course, 2020 was a year when visiting producers was absolutely impossible. The future for this type of relationship, one in which we’re able to move back and forth to origin, also remains unsure. Matt did, for example, have trips booked to visit Rumble’s producers in Guatemala, Honduras and Columbia and had been invited to give a talk in Honduras - hosted by Perfect Daily Grind - about the importance of disclosing FOB price.\n<p><\/p>\nSince January of last year, the strength of our global relationships has really been put to the test!\n<p><\/p>\nWhile Transparency has become incredibly important to us, there’s no hiding the fact that ensuring it isn’t always easy. Keeping close contact with producers and ensuring good, consistent communication takes a lot of time, effort and resources in order to be effective and productive (and especially in this environment). \n<p><\/p>\nOf course, this is especially so because of the different conditions, interests and needs of each region.\n<p><\/p>\n<strong>As always, Rumble aims to work with only as many countries as is reasonably manageable.<br><\/strong> <p><\/p>While that’s the case, information on traceability and Transparency (from farmer to FOB) can be really difficult in some countries - for example, in Ethiopia where the farmer might bring just 20kg of cherry to a washing station at which up to 1000 other farmers do the same. Though we’ve been heavily focused on exploring farm gate pricing, this has also highlighted to us the fact that genuine, strong relationships is one of the most important elements of Transparent trade. \n<p><\/p>\n<strong>For us, relationships with our producers come first. <br><\/strong><p><\/p>Focussing on the quality of our relationships with growers (rather than sourcing as much coffee as possible from as many growers as possible) has several other benefits including: <p><\/p>\n• Increasing general traceability of product <p><\/p>\n• Ensuring consistency of supply via excellent, on-ground relationships\n<p><\/p>\n• Fostering active re-investment in farmers’ livelihoods (via coffee trade) and communities (via the act of spending time in the community) <p><\/p> <strong>Finally, here are the countries we worked with* in 2020:<br><\/strong><p><\/p>\n1. Brazil<p><\/p>\n2. Colombia<p><\/p>\n3. Ethiopia<p><\/p>\n4. Guatemala<p><\/p>\n5. Kenya<p><\/p>\n6. Papua New Guinea (PNG)<p><\/p>\n7. Peru <p><\/p>\n*Due to limited crop\/supply, no coffee was purchased from Burundi in 2020. <p><\/p> <!-- Divider -->\n        \n\n<div class=\"container\" style=\"padding: 0;\"> <div class=\"sixteen columns\"> \n<\/div>\n<\/div>\n<\/div> <img src=\"https:\/\/imgur.com\/LfFeVv0.jpeg\"> <small><i> Santo Antonio drying patio, Brazil.<\/i><\/small>\n<h2 class=\"title\">\n     BRAZIL<\/h2> <div class=\"feature_divider\"><\/div> <div class=\"regular_text\"> <p>\nBrazil is the largest coffee-growing region in the world. A majority of Brazil’s coffee is produced very cheaply by large farms with mechanical picking operations which ensures these farms play a big part in dictating C-market global trade. Some might argue that part is too big!\n<\/p>\n<p><\/p>\nWe source coffee from two producers in Brazil. <p><\/p>\n<strong>The first is Pedro Gabarra<\/strong> who runs three large farms in Campos das Vertentes. In 2019, the wonderful Pedro was very proud to win the award for Brazil's Most Sustainable Farm (Globo Rural Magazine’s 6th Sustainable Farm Awards). Pedro also runs <a href=\"https:\/\/minashill.com.au\/introducing-pedro-gabarra\/\" target=\"_blank><span style=\" text-decoration:underline=\"\">a program<\/a> that helps rescued birds and other animals that have been saved for illegal trade, getting them ready for release back into nature. This commitment to restoring balance in nature and community runs true to everything Pedro is and stands for.\n\n<p><\/p>\nWhat’s more, in early 2021, Pedro was granted an exciting “Carbon Positive” certification in Brazil - see <a href=\"https:\/\/www.beanscenemag.com.au\/brazilian-coffee-farm-becomes-carbon-positive\/\" target=\"_blank><span style=\" text-decoration:underline=\"\">here<\/a> for further detail. Excitingly, a ‘carbon positive’ or ‘free carbon’ certification means the farm removes more CO2 from the atmosphere than it creates. A huge congratulations to Pedro on this incredible achievement!\n<p><\/p>\nWe’re also proud to work with <strong>Kleumon Silva of Sitio Canaa.<\/strong> Before beginning his own operation, Kleumon had been learning alongside Antonio Rigno for almost ten years, thus working with one of the most awarded and well-respected producers in Brazil. Kleumon’s coffee is all hand-picked and he uses some wonderfully interesting methods to get the best from his crop.\n<p><\/p>\nWay back in 2019, we bought one of Kleumon’s very first lots from the farm. In 2020, we were graced with two lots - incredibly exciting for all of us here at Rumble. Check out more information <a href=\"https:\/\/melbournecoffeemerchants.com.au\/coffee\/sitio-canaa-pulped-natural\/\" target=\"_blank><span style=\" text-decoration:underline=\"\">here<\/a>. <!-- Divider --> <div class=\"container\" style=\"padding: 0;\"> <div class=\"sixteen columns\"> \n<\/div>\n<\/div>\n<div class=\"container\" style=\"padding: 0;\"> <div class=\"sixteen columns\"> \n<\/div>\n<\/div>       \n\n<div class=\"container\" style=\"padding: 0;\"> <div class=\"sixteen columns\"> \n<\/div>\n<\/div>\n<\/div> <img src=\"https:\/\/imgur.com\/tSqlxCa.jpeg\"> <small><i> Coffee drying, Armenia, Colombia.<\/i><\/small>\n<h2 class=\"title\">\n    COLOMBIA<\/h2> <div class=\"feature_divider\"><\/div> <div class=\"regular_text\"> <p>Colombia is home to a majority smallholder farmers that grow and process their own coffee.\nThe country has, in recent years, led the way in the development of exciting, new processing methods and the establishment of microlots.\n<\/p>\n<p><\/p>\nThe bulk of our Colombian coffee is from the brilliant co-op, Ubaque Union (close to the capital city of Bogota) with whom we have a very special relationship. Co-ops don’t always function to produce the best outcomes for producers but with what we've seen (and tasted) first-hand in Ubaque, this group has it sorted. We’re really proud to work with them. \n<p><\/p>\nOur other lots from Colombia have been sourced through our export\/import partner, Cofinet. Facilitated via our close relationship, we’ve been allowed access to unrivaled information about the money paid to the producer: we’re proud to say that <strong>almost all our Colombian producers were paid at over double the daily rate set by the government-run coffee board. <br><\/strong> <!-- Divider --> <div class=\"container\" style=\"padding: 0;\"> <div class=\"sixteen columns\"> \n<\/div>\n<\/div>\n<div class=\"container\" style=\"padding: 0;\"> <div class=\"sixteen columns\"> \n<\/div>\n<\/div>\n\n<div class=\"container\" style=\"padding: 0;\"> <div class=\"sixteen columns\"> \n<\/div>\n<\/div>\n<\/div> <img src=\"https:\/\/imgur.com\/VmsNHk1.jpeg\"><small><i>Early harvest, Sidamo, Ethiopia.<\/i><\/small><h2 class=\"title\">\n  ETHIOPIA<\/h2> <div class=\"feature_divider\"><\/div> <div class=\"regular_text\"> <p>\nMost coffee in Ethiopia is produced by families in their personal home gardens and harvested alongside beautiful vegetables and grains. Ethiopia is the birthplace of coffee and therefore has far more genetic crop diversity than other origins - in fact, many varieties haven’t yet been fully researched!\n<\/p>\n<p><\/p>\nAnd still, this beautiful country is one of the hardest countries to source transparent coffee from. Why? Because there’s a huge range of stakeholders between us (buyers), the producers, and the government. The government also plays a big part in how coffee is priced, and it’s very hard to ascertain how the effects of this flow on to smallholders. \n<p><\/p>\nSourcing coffee from Ethiopia will always have a special place in our hearts - however, it’s for these reasons that buying becomes just that little bit more difficult every year. <div class=\"container\" style=\"padding: 0;\"> <div class=\"sixteen columns\"> \n<\/div>\n<\/div>\n<div class=\"container\" style=\"padding: 0;\"> <div class=\"sixteen columns\"> <\/div>\n<\/div> <!-- Divider --> <!-- Divider -->\n<div class=\"container\" style=\"padding: 0;\"> <div class=\"sixteen columns\"> \n<\/div>\n<\/div>\n<\/div> <img src=\"https:\/\/imgur.com\/NpmZipE.jpeg\"><small><i>Drying on the roof, Huehuetenango, Guatemala.<\/i><\/small>\n<h2 class=\"title\">\nGUATEMALA<\/h2> <div class=\"feature_divider\"><\/div> <div class=\"regular_text\"> <p>\nGuatemala has over eight very different growing regions. At Rumble, we’ve focused our sourcing on Huehuetenango. For us, Huehue is home to the most interesting profiles. With extremely high altitudes and many micro climates to choose from, we get everything we need!\n<\/p>\n<p><\/p>\nRumble is proud to work with two families in Huehue. <strong>The first is the Vides family.<\/strong> Since 1958, the family has been producing amazing coffees. In 2002 they placed second overall in the Cup of Excellence; an incredible achievement. Importantly, the Vides family have worked hard to build a school and a daycare facility (aimed at stopping child labour) for the children of workers.\n<p><\/p>\n<strong>The second is the Del Valle family.<\/strong> We started working with the Del Valles after Marlon Del Valle took over management of the family farm. Marlon, 26, finished his studies in agronomy and was able to make some great improvements on the family operations, seeking out more opportunities for direct trade of their coffee. Once we heard the Del Valle story and tasted the coffee, we knew these wonderful humans would be a great fit for Rumble. \n<p><\/p>\nMarlon also works for a not-for-profit organisation helping other farmers improve their own operations. Interestingly, Marlon has also banded together with some friends to run a program helping schools capture and provide clean drinking water.\n<p><\/p>\nTo put it simply, Marlon is a champion and we can’t wait to nurture a long-and-lasting relationship with him and his family.<div class=\"container\" style=\"padding: 0;\"> <div class=\"sixteen columns\"> \n<\/div>\n<\/div>\n<div class=\"container\" style=\"padding: 0;\"> <div class=\"sixteen columns\"> \n<\/div>\n<\/div>\n<div class=\"container\" style=\"padding: 0;\"> <div class=\"sixteen columns\"> \n<\/div>\n<\/div>\n<\/div> <img src=\"https:\/\/imgur.com\/KEG3TKS.jpeg\"><small><i>Kiangungo Factory, Kenya.<\/i><\/small><h2 class=\"title\">\nkenya<\/h2> <div class=\"feature_divider\"><\/div> <div class=\"regular_text\"> <p>\nWe bought two lots from Kenya in 2020 - <strong>the first, from beautiful Kabumbu.<\/strong>\n<\/p>\n<p>\nKabumbu is a small five-acre estate in the Kiambu county, owned and managed by a single farmer: Joseph Mugo Karaba. Joseph independently processes and sells his own coffee. With support from marketing agent, Sucastainability, he’s also able to sell coffee directly to the buyer ensuring better traceability and Transparency for all. \n<\/p>\n<p>\nImportantly, this method of sale\/purchase also means that any premiums paid for the coffee are given directly back to the producer.\n<\/p>\n<p>\nIn 2020, we also purchased a wonderful lot from <strong>Kiama Coffee Farmers’ Cooperative Society<\/strong> which services over 2,100 producers of Kenya’s Central Highlands - a huge win!\n  \n<\/p>\n<div class=\"container\" style=\"padding: 0;\"> <div class=\"sixteen columns\"> \n<\/div>\n<\/div>\n<\/div>\n<div class=\"container\" style=\"padding: 0;\"> <div class=\"sixteen columns\">\n<\/div>\n<\/div> <img src=\"https:\/\/imgur.com\/c8LnPLC.jpeg\"><small><i>Jerry Kapka, Papua New Guinea.<\/i><\/small><h2 class=\"title\">\nPapua New Guinea (PNG)<\/h2> <div class=\"feature_divider\"><\/div> <div class=\"regular_text\"> <p>\nWe believe in helping our neighbours. With PNG as one of our closest, the decision to ramp up our support of growers in PNG was a clear one.\n<\/p>\n<p>\nWhile many PNG growers produce amazing coffee, they generally don’t have the resources to do so sustainably. Most growers are small holders growing coffee in their backyard alongside other edible crops. \n<\/p>\n<p>\n<strong>Our partner here is the legendary Jerry Kapka,<\/strong> a local man who’s done amazing things in his community. We continued to pay Jerry a premium in 2019 for his foundation to help keep up its important community-based projects. Our plan for 2020 is to buy a new, very special lot for our Shadow Boxer blend, so keep your eyes peeled!\n<\/p>\n<p>\nAt the start of 2020, we were also lucky enough to buy our first lot from Kepai Village, something we’d been talking about with Jerry for almost two years. The most awesome thing about this was that our choice to buy directly from the Village meant farmers received higher prices and and, in turn, will invest more into their crops. We were so happy with the coffee that we showcased it as a single origin for the month of July (when it was tasting its best, of course!). \n<\/p>\n<p>\nKeep an eye out for this in 2021, and beyond!\n\n<\/p>\n<div class=\"container\" style=\"padding: 0;\"> <div class=\"sixteen columns\"><\/div>\n<\/div>\n<\/div>\n<h2 class=\"title\">\nPeru<\/h2> <div class=\"feature_divider\"><\/div> <div class=\"regular_text\"> <p>\nAnd finally, in 2020, Rumble was lucky enough to purchase<strong> our first lot from Peru.<\/strong> <a href=\"https:\/\/www.rumblecoffee.com.au\/blogs\/transparency-project\/peru-finca-naranja\" target=\"_blank><span style=\" text-decoration:underline=\"\">This incredible coffee<\/a> was sourced from a new importer who approached us with some amazing lots they were keen to showcase from a Transparency and quality perspective.\n<\/p>\n<p>\nTo put it simply, these coffees were so incredibly delicious that we tried to purchase them again, only to find out the important was no longer working with those specific farmers in Peru. We’ve now found a new import partner, and can’t wait to see what this relationship holds for the future. \n\n<\/p>\n<div class=\"container\" style=\"padding: 0;\"> <div class=\"sixteen columns\"> \n<\/div>\n<\/div>\n<\/div>\n\n<section id=\"banner-page-details-t2020-0\" class=\"banner full-width--true\">\n  \n    \n\n\n\n\n\n\n\n\n\n\n<div class=\"image-element__wrap\" style=\" \"> <img alt=\"\" data-src=\"\/\/cdn.shopify.com\/s\/files\/1\/0066\/8182\/1287\/files\/Josephe-Kambumbu-2000x1340_1600x.jpg?v=1627952980\" data-sizes=\"auto\" data-srcset=\"\/\/cdn.shopify.com\/s\/files\/1\/0066\/8182\/1287\/files\/Josephe-Kambumbu-2000x1340_5000x.jpg?v=1627952980 5000w,\n    \/\/cdn.shopify.com\/s\/files\/1\/0066\/8182\/1287\/files\/Josephe-Kambumbu-2000x1340_4500x.jpg?v=1627952980 4500w,\n    \/\/cdn.shopify.com\/s\/files\/1\/0066\/8182\/1287\/files\/Josephe-Kambumbu-2000x1340_4000x.jpg?v=1627952980 4000w,\n    \/\/cdn.shopify.com\/s\/files\/1\/0066\/8182\/1287\/files\/Josephe-Kambumbu-2000x1340_3500x.jpg?v=1627952980 3500w,\n    \/\/cdn.shopify.com\/s\/files\/1\/0066\/8182\/1287\/files\/Josephe-Kambumbu-2000x1340_3000x.jpg?v=1627952980 3000w,\n    \/\/cdn.shopify.com\/s\/files\/1\/0066\/8182\/1287\/files\/Josephe-Kambumbu-2000x1340_2500x.jpg?v=1627952980 2500w,\n    \/\/cdn.shopify.com\/s\/files\/1\/0066\/8182\/1287\/files\/Josephe-Kambumbu-2000x1340_2000x.jpg?v=1627952980 2000w,\n    \/\/cdn.shopify.com\/s\/files\/1\/0066\/8182\/1287\/files\/Josephe-Kambumbu-2000x1340_1800x.jpg?v=1627952980 1800w,\n    \/\/cdn.shopify.com\/s\/files\/1\/0066\/8182\/1287\/files\/Josephe-Kambumbu-2000x1340_1600x.jpg?v=1627952980 1600w,\n    \/\/cdn.shopify.com\/s\/files\/1\/0066\/8182\/1287\/files\/Josephe-Kambumbu-2000x1340_1400x.jpg?v=1627952980 1400w,\n    \/\/cdn.shopify.com\/s\/files\/1\/0066\/8182\/1287\/files\/Josephe-Kambumbu-2000x1340_1200x.jpg?v=1627952980 1200w,\n    \/\/cdn.shopify.com\/s\/files\/1\/0066\/8182\/1287\/files\/Josephe-Kambumbu-2000x1340_1000x.jpg?v=1627952980 1000w,\n    \/\/cdn.shopify.com\/s\/files\/1\/0066\/8182\/1287\/files\/Josephe-Kambumbu-2000x1340_800x.jpg?v=1627952980 800w,\n    \/\/cdn.shopify.com\/s\/files\/1\/0066\/8182\/1287\/files\/Josephe-Kambumbu-2000x1340_600x.jpg?v=1627952980 600w,\n    \/\/cdn.shopify.com\/s\/files\/1\/0066\/8182\/1287\/files\/Josephe-Kambumbu-2000x1340_400x.jpg?v=1627952980 400w,\n    \/\/cdn.shopify.com\/s\/files\/1\/0066\/8182\/1287\/files\/Josephe-Kambumbu-2000x1340_200x.jpg?v=1627952980 200w\" height=\"1012\" width=\"1800\" style=\";\" class=\"transition--fade-in lazyautosizes lazyloaded\" sizes=\"1060px\" srcset=\"\/\/cdn.shopify.com\/s\/files\/1\/0066\/8182\/1287\/files\/Josephe-Kambumbu-2000x1340_5000x.jpg?v=1627952980 5000w,\n    \/\/cdn.shopify.com\/s\/files\/1\/0066\/8182\/1287\/files\/Josephe-Kambumbu-2000x1340_4500x.jpg?v=1627952980 4500w,\n    \/\/cdn.shopify.com\/s\/files\/1\/0066\/8182\/1287\/files\/Josephe-Kambumbu-2000x1340_4000x.jpg?v=1627952980 4000w,\n    \/\/cdn.shopify.com\/s\/files\/1\/0066\/8182\/1287\/files\/Josephe-Kambumbu-2000x1340_3500x.jpg?v=1627952980 3500w,\n    \/\/cdn.shopify.com\/s\/files\/1\/0066\/8182\/1287\/files\/Josephe-Kambumbu-2000x1340_3000x.jpg?v=1627952980 3000w,\n    \/\/cdn.shopify.com\/s\/files\/1\/0066\/8182\/1287\/files\/Josephe-Kambumbu-2000x1340_2500x.jpg?v=1627952980 2500w,\n    \/\/cdn.shopify.com\/s\/files\/1\/0066\/8182\/1287\/files\/Josephe-Kambumbu-2000x1340_2000x.jpg?v=1627952980 2000w,\n    \/\/cdn.shopify.com\/s\/files\/1\/0066\/8182\/1287\/files\/Josephe-Kambumbu-2000x1340_1800x.jpg?v=1627952980 1800w,\n    \/\/cdn.shopify.com\/s\/files\/1\/0066\/8182\/1287\/files\/Josephe-Kambumbu-2000x1340_1600x.jpg?v=1627952980 1600w,\n    \/\/cdn.shopify.com\/s\/files\/1\/0066\/8182\/1287\/files\/Josephe-Kambumbu-2000x1340_1400x.jpg?v=1627952980 1400w,\n    \/\/cdn.shopify.com\/s\/files\/1\/0066\/8182\/1287\/files\/Josephe-Kambumbu-2000x1340_1200x.jpg?v=1627952980 1200w,\n    \/\/cdn.shopify.com\/s\/files\/1\/0066\/8182\/1287\/files\/Josephe-Kambumbu-2000x1340_1000x.jpg?v=1627952980 1000w,\n    \/\/cdn.shopify.com\/s\/files\/1\/0066\/8182\/1287\/files\/Josephe-Kambumbu-2000x1340_800x.jpg?v=1627952980 800w,\n    \/\/cdn.shopify.com\/s\/files\/1\/0066\/8182\/1287\/files\/Josephe-Kambumbu-2000x1340_600x.jpg?v=1627952980 600w,\n    \/\/cdn.shopify.com\/s\/files\/1\/0066\/8182\/1287\/files\/Josephe-Kambumbu-2000x1340_400x.jpg?v=1627952980 400w,\n    \/\/cdn.shopify.com\/s\/files\/1\/0066\/8182\/1287\/files\/Josephe-Kambumbu-2000x1340_200x.jpg?v=1627952980 200w\" src=\"\/\/cdn.shopify.com\/s\/files\/1\/0066\/8182\/1287\/files\/Josephe-Kambumbu-2000x1340_1600x.jpg?v=1627952980\"> <small><i>Joseph on his farm, Kabumbu, Kenya.<\/i><\/small> <div class=\"position-center caption js-caption\"> <div class=\"caption-content caption-background-false caption-transparency-false align-center\"> <p><\/p>\n<\/div> <h1 class=\"headline\">\n           a look to the future<\/h1>\n<\/div>\n<\/div>\n  \n<\/section> <p><\/p>\n<p>\nLike every human on this planet, we understand that data has the potential to be confusing and sometimes even a little meaningless to those less familiar with it. Still, with the production of our annual Transparency Report, we hope in some small way to change this. If we can help facilitate the data literacy of even a small number of people, we’re doing exactly as we intended.\n<\/p>\n<p>\nWe hope that over time, with more people taking part and showing interest, that Transparency and what it offers the industry as a whole become a prerequisite for consumer awareness.  \n\nSo, watch this space. <strong> If one thing’s for certain, it’s that we’re hard at it!<\/strong>\n<\/p>\n<p>\nTo learn more about Rumble's Transparency Project check out our <a href=\"http:\/\/www.rumblecoffee.com.au\/transparency-project\" target=\"_blank><span style=\" text-decoration:underline=\"\">transparency page<\/a> or <a href=\"mailto:info@rumblecoffee.com.au\" target=\"_blank><span style=\" text-decoration:underline=\"\">get in touch<\/a> with us.\n<\/p>\n<a href=\"https:\/\/www.instagram.com\/rumblecoffee\/\" target=\"_blank><span style=\" text-decoration:underline=\"\">@rumblecoffee<\/a> #timefortransparency #rumbletransparencyproject<\/div>",
        "css_class": "",
        "custom_css": ""
      }
    }
  },
  "order": [
    "main",
    "163607981842eaa6b7",
    "1636079935c60ce79c",
    "163608008813d84fac",
    "16360801302a0cd4af",
    "163608014985f1d9a6",
    "1636080154c8afa356",
    "16362586643b49c038",
    "1636089397b6422d1b"
  ]
}